Repository: vaad2/flowershop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: frontend
ru: Основной модуль

source: Frontend
ru: Основной модуль

source: Users
ru: Пользователи

source: users
ru: Пользователи

source: auth
ru: авторизация

source: Auth
ru: Авторизация

source: image
ru: Картинка

source: set percent
ru: установить наценку

source: link
ru: Ссылка

source: links
ru: Ссылки

source: recovery selected templates from files
ru: Восстановить выбранные шаблоны из файлов

source: reset all
ru: Выключить шаблоны

source: set all
ru: Включить шаблоны

source: password
ru: Пароль

source: wrong password or email
ru: Ошибка в пароле или E-Mail

source: user not active
ru: Пользователь не активизирован

source: password repeat
ru: Повтор пароля

source: username
ru: Имя

source: phone
ru: Телефон

source: passwords not same
ru: Пароли не совпадают

source: user with same email exist
ru: Пользователь с таким E-Mail уже создан

source: category
ru: Категория

source: categories
ru: Категории

source: title
ru: Оглавление

source: order status
ru: Статус заказа

source: orders status
ru: Статусы заказов

source: art
ru: артикул

source: consists
ru: Состав

source: weight
ru: Вес

source: size
ru: Размер

source: price
ru: Цена

source: price old
ru: Цена старая

source: is promo
ru: Промо

source: popular cnt
ru: Популярное (кол-во)

source: content
ru: Содержание

source: slug
ru: Транслит

source: product related
ru: С жтим товаром покупают

source: product with same slug exists
ru: Товар с таким же транслит уже существует

source: product
ru: Товар

source: products
ru: Товары

source: product variant
ru: Товар вариант

source: product variants
ru: Товар варианты

source: product image
ru: Товар картинка

source: product images
ru: Товар картинки

source: profile
ru: Профиль

source: profiles
ru: Профили

source: date time
ru: Время

source: content preview
ru: Превьюшка

source: news item
ru: Новости

source: news items
ru: Новости

source: slider
ru: Сдайдер

source: sliders
ru: Слайдеры

source: slider image
ru: Слайдер картика

source: slider images
ru: Слайдер картинки

source: user
ru: Пользователь

source: user profile
ru: Пользователь профиль

source: user profiles
ru: ПОльзователь профили

source: name
ru: Имя

source: session
ru: Сессия

source: fast order
ru: Быстрый заказ

source: fast orders
ru: Быстрые заказы

source: value
ru: Значение

source: settings
ru: Настройки

source: region
ru: Регион

source: distance
ru: Расстояние от МКАД

source: is fixed
ru: фикс. цена

source: city
ru: Город

source: cities
ru: Города

source: delivery type
ru: Способ доставки

source: delivery types
ru: Способы доставки

source: delivery time
ru: Время доставки

source: description
ru: Описание

source: payment type
ru: Тип оплаты

source: payment types
ru: Типы оплаты

source: qty
ru: Кол-во

source: sum
ru: Сумма

source: delivery sum
ru: Сумма доставки

source: discount
ru: скидка

source: summary
ru: Общая сумма

source: another city
ru: Другой город

source: km
ru: км

source: client name
ru: Имя

source: client phone
ru: Телефон

source: client email
ru: E-mail

source: client comment
ru: Комментарий

source: receiver name
ru: Имя

source: receiver address
ru: Адрес

source: receiver time
ru: Время доставки

source: receiver comment
ru: Комментарий

source: payment status
ru: статус оплаты

source: shop order
ru: Заказ

source: shop orders
ru: Заказы

source: shop order item
ru: Товар заказанный

source: shop order items
ru: Товары заказанные

source: host
ru: хост

source: linked site
ru: конкурент сайт

source: linked sites
ru: конкурент сайты

source: linked price
ru: конкурент цена

source: linked prices
ru: конкурент цены

source: discount sum
ru: сумма со скидкой

source: discount percent
ru: скидка %

source: discounts
ru: скидка

source: delivery city
ru: Населенный пункт

source: password old
ru: Старый пароль

source: password new
ru: Новый пароль

source: password new repeat
ru: Новый пароль повтор

source: password new field is required.
ru: Тербуется заполнение поля с новым паролем

source: password new repeat field is required.
ru: Требуется заполнение повтора нового пароля

source: password old field is wrong.
ru: Старый парольне верный
